Revit 2027 API
BaseExportOptions.HideUnreferenceViewTags Property
 Whether or not to hide unreference view tags. Default value is false.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool HideUnreferenceViewTags { get; set; }
Public Property HideUnreferenceViewTags As Boolean
	Get
	Set
public:
property bool HideUnreferenceViewTags {
	bool get ();
	void set (bool value);
}
member HideUnreferenceViewTags : bool with get, set
Property Value
Boolean
See Also
Reference
BaseExportOptions Class
Autodesk.Revit.DB Namespace